mattmc3/ez-compinit
ohmyzsh/ohmyzsh                    path:lib

$ZDOTDIR/.aliases
$ZDOTDIR/.zstyles
$ZDOTDIR/.zbinds
$ZDOTDIR/custom                    path:autoenv
$ZDOTDIR/custom                    path:fzf
$ZDOTDIR/custom                    path:nnn
$ZDOTDIR/completions               kind:fpath
$ZDOTDIR/functions                 kind:path

zsh-users/zsh-completions          kind:fpath path:src
zsh-users/zsh-syntax-highlighting
catppuccin/zsh-syntax-highlighting path:themes/catppuccin_mocha-zsh-syntax-highlighting.zsh
zsh-users/zsh-autosuggestions
getantidote/use-omz
ohmyzsh/ohmyzsh                    path:plugins/colored-man-pages
ohmyzsh/ohmyzsh                    path:plugins/git
ohmyzsh/ohmyzsh                    path:plugins/git-auto-fetch
ohmyzsh/ohmyzsh                    path:plugins/vi-mode
psprint/zsh-sweep
# jeffreytse/zsh-vi-mode
urbainvaes/fzf-marks
