$ZDOTDIR/.aliases
$ZDOTDIR/.zstyles
$ZDOTDIR/custom/scripts
$ZDOTDIR/completions               kind:fpath
$ZDOTDIR/functions                 kind:path

zsh-users/zsh-completions          kind:fpath path:src
zsh-users/zsh-syntax-highlighting
catppuccin/zsh-syntax-highlighting path:themes/catppuccin_mocha-zsh-syntax-highlighting.zsh
zsh-users/zsh-autosuggestions
mattmc3/ez-compinit

getantidote/use-omz
ohmyzsh/ohmyzsh                    path:lib
ohmyzsh/ohmyzsh                    path:plugins/colored-man-pages
ohmyzsh/ohmyzsh                    path:plugins/git
ohmyzsh/ohmyzsh                    path:plugins/git-auto-fetch

jeffreytse/zsh-vi-mode
urbainvaes/fzf-marks
